Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: That couldn't be checked right now. Try again in a moment.
ar: تعذّر التحقق الآن. حاول مجددًا بعد قليل.
de: Das konnte gerade nicht geprüft werden. Versuch es gleich noch einmal.
es: No se pudo comprobar ahora mismo. Inténtalo de nuevo en un momento.
fil: Hindi ito masuri ngayon. Subukan ulit mamaya.
fr: Impossible de vérifier pour le moment. Réessaie dans un instant.
hi: अभी इसकी जाँच नहीं हो सकी। थोड़ी देर में फिर कोशिश करें।
id: Itu tidak bisa diperiksa sekarang. Coba lagi sebentar lagi.
it: Impossibile controllare ora. Riprova tra un momento.
ja: 今は確認できませんでした。少ししてからもう一度お試しください。
ko: 지금은 확인할 수 없었어요. 잠시 후 다시 시도해 주세요.
nl: Dat kon nu niet worden gecontroleerd. Probeer het zo opnieuw.
pl: Nie udało się teraz sprawdzić. Spróbuj za chwilę.
pt_br: Não foi possível verificar agora. Tente de novo em instantes.
ru: Сейчас не удалось проверить. Попробуйте чуть позже.
sv: Det gick inte att kontrollera just nu. Försök igen om en stund.
tr: Şu anda kontrol edilemedi. Birazdan tekrar dene.
uk: Зараз не вдалося перевірити. Спробуйте трохи згодом.
vi: Hiện chưa thể kiểm tra. Thử lại sau giây lát.
zh_hans: 暂时无法检查。请稍后再试。

source: That didn't work
ar: لم ينجح ذلك
de: Das hat nicht geklappt
es: Eso no funcionó
fil: Hindi iyon gumana
fr: Ça n'a pas marché
hi: यह काम नहीं किया
id: Itu tidak berhasil
it: Non ha funzionato
ja: うまくいきませんでした
ko: 잘 되지 않았어요
nl: Dat werkte niet
pl: Nie udało się
pt_br: Não funcionou
ru: Не получилось
sv: Det fungerade inte
tr: Olmadı
uk: Не вийшло
vi: Không thành công
zh_hans: 没有成功

source: That didn't work. Please try again.
ar: لم ينجح ذلك. يُرجى المحاولة مجددًا.
de: Das hat nicht geklappt. Bitte versuch es erneut.
es: Eso no funcionó. Inténtalo de nuevo.
fil: Hindi iyon gumana. Pakisubukan ulit.
fr: Ça n'a pas marché. Réessaie.
hi: यह काम नहीं किया। कृपया दोबारा कोशिश करें।
id: Itu tidak berhasil. Silakan coba lagi.
it: Non ha funzionato. Riprova.
ja: うまくいきませんでした。もう一度お試しください。
ko: 잘 되지 않았어요. 다시 시도해 주세요.
nl: Dat werkte niet. Probeer het opnieuw.
pl: Nie udało się. Spróbuj ponownie.
pt_br: Não funcionou. Tente novamente.
ru: Не получилось. Попробуйте ещё раз.
sv: Det fungerade inte. Försök igen.
tr: Olmadı. Lütfen tekrar dene.
uk: Не вийшло. Спробуйте ще раз.
vi: Không thành công. Vui lòng thử lại.
zh_hans: 没有成功。请重试。

source: That file couldn't be added. Try a PDF.
ar: تعذّرت إضافة هذا الملف. جرّب ملف PDF.
de: Die Datei konnte nicht hinzugefügt werden. Versuch es mit einem PDF.
es: No se pudo añadir ese archivo. Prueba con un PDF.
fil: Hindi maidagdag ang file na iyon. Subukan ang PDF.
fr: Impossible d'ajouter ce fichier. Essaie un PDF.
hi: वह फ़ाइल जोड़ी नहीं जा सकी। PDF आज़माएँ।
id: File itu tidak bisa ditambahkan. Coba PDF.
it: Impossibile aggiungere il file. Prova con un PDF.
ja: そのファイルを追加できませんでした。PDFをお試しください。
ko: 파일을 추가하지 못했어요. PDF로 시도해 보세요.
nl: Dat bestand kon niet worden toegevoegd. Probeer een pdf.
pl: Nie udało się dodać tego pliku. Spróbuj z PDF.
pt_br: Não foi possível adicionar esse arquivo. Tente um PDF.
ru: Не удалось добавить файл. Попробуйте PDF.
sv: Filen kunde inte läggas till. Prova en PDF.
tr: O dosya eklenemedi. Bir PDF dene.
uk: Не вдалося додати файл. Спробуйте PDF.
vi: Không thể thêm tệp đó. Hãy thử PDF.
zh_hans: 无法添加该文件。请尝试 PDF。

source: That file couldn't be opened as a presentation. Export it as a PDF and try again.
ar: تعذّر فتح هذا الملف كعرض تقديمي. صدّره بصيغة PDF وحاول مجددًا.
de: Die Datei ließ sich nicht als Präsentation öffnen. Exportiere sie als PDF und versuch es erneut.
es: Ese archivo no se pudo abrir como presentación. Expórtalo como PDF y vuelve a intentarlo.
fil: Hindi mabuksan ang file na iyon bilang presentation. I-export ito bilang PDF at subukan ulit.
fr: Impossible d'ouvrir ce fichier comme présentation. Exporte-le en PDF et réessaie.
hi: वह फ़ाइल प्रेज़ेंटेशन के रूप में नहीं खुल सकी। इसे PDF के रूप में एक्सपोर्ट करें और फिर कोशिश करें।
id: File itu tidak bisa dibuka sebagai presentasi. Ekspor sebagai PDF dan coba lagi.
it: Impossibile aprire il file come presentazione. Esportalo in PDF e riprova.
ja: そのファイルをプレゼンとして開けませんでした。PDFとして書き出して、もう一度お試しください。
ko: 이 파일을 발표로 열 수 없었어요. PDF로 내보낸 뒤 다시 시도해 주세요.
nl: Dat bestand kon niet als presentatie worden geopend. Exporteer het als pdf en probeer het opnieuw.
pl: Nie udało się otworzyć tego pliku jako prezentacji. Wyeksportuj go jako PDF i spróbuj ponownie.
pt_br: Não foi possível abrir esse arquivo como apresentação. Exporte como PDF e tente de novo.
ru: Не удалось открыть файл как презентацию. Экспортируйте его в PDF и попробуйте снова.
sv: Filen kunde inte öppnas som en presentation. Exportera den som PDF och försök igen.
tr: O dosya sunum olarak açılamadı. PDF olarak dışa aktar ve tekrar dene.
uk: Не вдалося відкрити файл як презентацію. Експортуйте його в PDF і спробуйте знову.
vi: Không thể mở tệp đó dưới dạng bài thuyết trình. Hãy xuất thành PDF rồi thử lại.
zh_hans: 无法将该文件作为演讲打开。请导出为 PDF 后重试。

source: That plan isn't available right now.
ar: هذه الخطة غير متاحة الآن.
de: Dieser Tarif ist gerade nicht verfügbar.
es: Ese plan no está disponible ahora mismo.
fil: Hindi available ang plan na iyon ngayon.
fr: Cet abonnement n'est pas disponible pour le moment.
hi: वह प्लान अभी उपलब्ध नहीं है।
id: Paket itu sedang tidak tersedia.
it: Quel piano non è disponibile al momento.
ja: そのプランは現在利用できません。
ko: 지금은 해당 플랜을 이용할 수 없어요.
nl: Dat abonnement is nu niet beschikbaar.
pl: Ten plan jest teraz niedostępny.
pt_br: Esse plano não está disponível agora.
ru: Этот план сейчас недоступен.
sv: Det abonnemanget är inte tillgängligt just nu.
tr: Bu plan şu anda kullanılamıyor.
uk: Цей план зараз недоступний.
vi: Gói đó hiện không khả dụng.
zh_hans: 该方案目前不可用。

source: That presentation is over 100 slides. Try a shorter version.
ar: يحتوي هذا العرض على أكثر من 100 شريحة. جرّب نسخة أقصر.
de: Diese Präsentation hat über 100 Folien. Versuch es mit einer kürzeren Version.
es: Esa presentación tiene más de 100 diapositivas. Prueba una versión más corta.
fil: Lampas 100 slide ang presentation na iyon. Subukan ang mas maikling bersyon.
fr: Cette présentation dépasse 100 diapos. Essaie une version plus courte.
hi: उस प्रेज़ेंटेशन में 100 से ज़्यादा स्लाइड हैं। छोटा संस्करण आज़माएँ।
id: Presentasi itu lebih dari 100 slide. Coba versi yang lebih pendek.
it: Quella presentazione supera le 100 slide. Prova una versione più breve.
ja: スライドが100枚を超えています。短いバージョンをお試しください。
ko: 슬라이드가 100장을 넘어요. 더 짧은 버전으로 시도해 보세요.
nl: Die presentatie heeft meer dan 100 dia's. Probeer een kortere versie.
pl: Ta prezentacja ma ponad 100 slajdów. Spróbuj krótszej wersji.
pt_br: Essa apresentação tem mais de 100 slides. Tente uma versão mais curta.
ru: В презентации больше 100 слайдов. Попробуйте более короткую версию.
sv: Presentationen har fler än 100 bilder. Prova en kortare version.
tr: Bu sunumda 100'den fazla slayt var. Daha kısa bir sürüm dene.
uk: У презентації понад 100 слайдів. Спробуйте коротшу версію.
vi: Bài thuyết trình đó có hơn 100 trang chiếu. Hãy thử bản ngắn hơn.
zh_hans: 该演讲超过100张幻灯片。请尝试精简版本。

source: That session couldn't be opened. Check your connection and try again.
ar: تعذّر فتح تلك الجلسة. تحقّق من اتصالك وحاول مجددًا.
de: Diese Einheit konnte nicht geöffnet werden. Prüfe deine Verbindung und versuch es erneut.
es: No se pudo abrir esa sesión. Revisa tu conexión e inténtalo de nuevo.
fil: Hindi mabuksan ang session na iyon. Tingnan ang koneksyon mo at subukan ulit.
fr: Impossible d'ouvrir cette séance. Vérifie ta connexion et réessaie.
hi: वह सेशन नहीं खुल सका। अपना कनेक्शन जाँचें और फिर कोशिश करें।
id: Sesi itu tidak bisa dibuka. Periksa koneksimu dan coba lagi.
it: Impossibile aprire quella sessione. Controlla la connessione e riprova.
ja: そのセッションを開けませんでした。接続を確認して、もう一度お試しください。
ko: 세션을 열 수 없었어요. 연결을 확인하고 다시 시도해 주세요.
nl: Die sessie kon niet worden geopend. Controleer je verbinding en probeer het opnieuw.
pl: Nie udało się otworzyć tej sesji. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível abrir essa sessão. Verifique sua conexão e tente de novo.
ru: Не удалось открыть сессию. Проверьте подключение и попробуйте снова.
sv: Sessionen kunde inte öppnas. Kontrollera anslutningen och försök igen.
tr: O oturum açılamadı. Bağlantını kontrol et ve tekrar dene.
uk: Не вдалося відкрити сесію. Перевірте з'єднання й спробуйте знову.
vi: Không thể mở buổi tập đó. Kiểm tra kết nối rồi thử lại.
zh_hans: 无法打开该练习。请检查网络连接后重试。

source: That was too short to coach. Give at least part of the talk out loud.
ar: كان ذلك أقصر من أن نقدّم ملاحظات. ألقِ جزءًا من الحديث على الأقل بصوت عالٍ.
de: Das war zu kurz für Feedback. Halte zumindest einen Teil des Vortrags laut.
es: Fue demasiado corto para darte comentarios. Da al menos parte de la charla en voz alta.
fil: Masyadong maikli iyon para ma-coach. Ibigay nang malakas kahit bahagi lang ng talk.
fr: C'était trop court pour un retour. Fais au moins une partie du discours à voix haute.
hi: फ़ीडबैक के लिए यह बहुत छोटा था। भाषण का कम से कम कुछ हिस्सा ज़ोर से बोलें।
id: Itu terlalu pendek untuk dilatih. Bawakan setidaknya sebagian pidatonya dengan suara keras.
it: Era troppo breve per un feedback. Fai almeno una parte del discorso ad alta voce.
ja: フィードバックするには短すぎました。スピーチの一部だけでも声に出してください。
ko: 코칭하기엔 너무 짧았어요. 발표의 일부라도 소리 내어 해 보세요.
nl: Dat was te kort voor feedback. Geef ten minste een deel van de presentatie hardop.
pl: To było za krótkie na informację zwrotną. Wygłoś na głos przynajmniej część wystąpienia.
pt_br: Foi curto demais para dar feedback. Faça pelo menos parte da fala em voz alta.
ru: Слишком коротко для разбора. Проведите вслух хотя бы часть выступления.
sv: Det var för kort för återkoppling. Håll åtminstone en del av talet högt.
tr: Geri bildirim için çok kısaydı. Konuşmanın en azından bir kısmını sesli yap.
uk: Надто коротко для розбору. Проведіть уголос бодай частину виступу.
vi: Quá ngắn để hướng dẫn. Hãy trình bày thành tiếng ít nhất một phần bài nói.
zh_hans: 内容太短，无法给出指导。请至少大声讲出演讲的一部分。

source: That's a real answer. Nicely done.
ar: هذه إجابة حقيقية. أحسنت.
de: Das ist eine echte Antwort. Gut gemacht.
es: Esa es una respuesta de verdad. Muy bien.
fil: Totoong sagot iyan. Magaling.
fr: Ça, c'est une vraie réponse. Bravo.
hi: यह एक असली जवाब है। बहुत बढ़िया।
id: Itu jawaban yang sungguhan. Bagus sekali.
it: Questa è una vera risposta. Ottimo lavoro.
ja: しっかりした答えです。よくできました。
ko: 제대로 된 답변이에요. 잘했어요.
nl: Dat is een echt antwoord. Goed gedaan.
pl: To prawdziwa odpowiedź. Świetnie.
pt_br: Essa é uma resposta de verdade. Muito bem.
ru: Это настоящий ответ. Отлично.
sv: Det där är ett riktigt svar. Snyggt.
tr: İşte gerçek bir yanıt. Aferin.
uk: Це справжня відповідь. Чудово.
vi: Đó là một câu trả lời thực sự. Làm tốt lắm.
zh_hans: 这是个实打实的回答。做得好。

source: That's me
ar: هذا أنا
de: Das bin ich
es: Soy yo
fil: Ako iyan
fr: C'est moi
hi: यह मैं हूँ
id: Itu saya
it: Sono io
ja: 当てはまる
ko: 제 얘기예요
nl: Dat ben ik
pl: To ja
pt_br: Sou eu
ru: Это про меня
sv: Det är jag
tr: Bu benim
uk: Це про мене
vi: Đúng là tôi
zh_hans: 就是我

source: That's where you are today, by your own rating.
ar: هنا أنت اليوم، بحسب تقييمك أنت.
de: So stehst du heute da, nach deiner eigenen Einschätzung.
es: Aquí estás hoy, según tu propia valoración.
fil: Diyan ka ngayon, ayon sa sarili mong rating.
fr: Voici où tu en es aujourd'hui, selon ta propre note.
hi: आपकी अपनी रेटिंग के अनुसार, आज आप यहाँ हैं।
id: Di situlah posisimu hari ini, menurut penilaianmu sendiri.
it: Ecco dove sei oggi, secondo la tua valutazione.
ja: これが、あなた自身の評価による今日の位置です。
ko: 스스로 평가한 오늘의 위치예요.
nl: Hier sta je vandaag, volgens je eigen beoordeling.
pl: Tu jesteś dziś, według własnej oceny.
pt_br: É aqui que você está hoje, pela sua própria avaliação.
ru: Вот где вы сегодня, по вашей собственной оценке.
sv: Här är du i dag, enligt din egen bedömning.
tr: Kendi değerlendirmene göre bugün buradasın.
uk: Ось де ви сьогодні, за вашою власною оцінкою.
vi: Đó là vị trí của bạn hôm nay, theo chính bạn đánh giá.
zh_hans: 这是你根据自己的评分，今天所处的位置。

source: The interview question you didn't prepare for.
ar: سؤال المقابلة الذي لم تستعد له.
de: Die Interviewfrage, auf die du nicht vorbereitet warst.
es: La pregunta de entrevista que no preparaste.
fil: Ang tanong sa interview na hindi mo pinaghandaan.
fr: La question d'entretien que tu n'avais pas préparée.
hi: वह इंटरव्यू सवाल जिसकी आपने तैयारी नहीं की थी।
id: Pertanyaan wawancara yang tidak kamu siapkan.
it: La domanda del colloquio che non avevi preparato.
ja: 準備していなかった面接の質問。
ko: 준비하지 못한 면접 질문.
nl: De sollicitatievraag die je niet had voorbereid.
pl: Pytanie rekrutacyjne, na które się nie przygotowano.
pt_br: A pergunta de entrevista que você não preparou.
ru: Вопрос на собеседовании, к которому вы не готовились.
sv: Intervjufrågan du inte förberett dig på.
tr: Hazırlanmadığın mülakat sorusu.
uk: Питання на співбесіді, до якого ви не готувалися.
vi: Câu hỏi phỏng vấn bạn chưa chuẩn bị.
zh_hans: 你没准备到的面试问题。

source: The microphone couldn't start.
ar: تعذّر تشغيل الميكروفون.
de: Das Mikrofon konnte nicht starten.
es: No se pudo iniciar el micrófono.
fil: Hindi mapagana ang mikropono.
fr: Le micro n'a pas pu démarrer.
hi: माइक्रोफ़ोन शुरू नहीं हो सका।
id: Mikrofon tidak bisa dimulai.
it: Impossibile avviare il microfono.
ja: マイクを起動できませんでした。
ko: 마이크를 시작할 수 없었어요.
nl: De microfoon kon niet starten.
pl: Nie udało się uruchomić mikrofonu.
pt_br: Não foi possível iniciar o microfone.
ru: Не удалось включить микрофон.
sv: Mikrofonen kunde inte starta.
tr: Mikrofon başlatılamadı.
uk: Не вдалося ввімкнути мікрофон.
vi: Không thể khởi động micrô.
zh_hans: 麦克风无法启动。

source: The moment to retry
ar: اللحظة التي تُعاد
de: Der Moment zum Wiederholen
es: El momento para repetir
fil: Ang sandaling uulitin
fr: Le moment à rejouer
hi: दोहराने वाला पल
id: Momen untuk diulang
it: Il momento da riprovare
ja: やり直す瞬間
ko: 다시 해 볼 순간
nl: Het moment om opnieuw te doen
pl: Moment do powtórki
pt_br: O momento para repetir
ru: Момент для повтора
sv: Ögonblicket att göra om
tr: Tekrarlanacak an
uk: Момент для повтору
vi: Khoảnh khắc cần thử lại
zh_hans: 要重来的时刻

source: The moment you retried
ar: اللحظة التي أعدتها
de: Der Moment, den du wiederholt hast
es: El momento que repetiste
fil: Ang sandaling inulit mo
fr: Le moment que tu as rejoué
hi: जो पल आपने दोहराया
id: Momen yang kamu ulang
it: Il momento che hai riprovato
ja: やり直した瞬間
ko: 다시 해 본 순간
nl: Het moment dat je opnieuw deed
pl: Powtórzony moment
pt_br: O momento que você repetiu
ru: Повторённый момент
sv: Ögonblicket du gjorde om
tr: Tekrarladığın an
uk: Повторений момент
vi: Khoảnh khắc bạn đã thử lại
zh_hans: 你重来的时刻

source: The purchase went through, but access didn't unlock. Try Restore.
ar: تمت عملية الشراء، لكن لم يُفتح الوصول. جرّب «استعادة».
de: Der Kauf ist durchgegangen, aber der Zugang wurde nicht freigeschaltet. Versuch es mit Wiederherstellen.
es: La compra se realizó, pero el acceso no se desbloqueó. Prueba Restaurar.
fil: Natuloy ang pagbili, pero hindi na-unlock ang access. Subukan ang Ibalik.
fr: L'achat a abouti, mais l'accès ne s'est pas débloqué. Essaie Restaurer.
hi: खरीदारी हो गई, लेकिन एक्सेस अनलॉक नहीं हुआ। बहाल करें आज़माएँ।
id: Pembelian berhasil, tapi akses belum terbuka. Coba Pulihkan.
it: L'acquisto è andato a buon fine, ma l'accesso non si è sbloccato. Prova Ripristina.
ja: 購入は完了しましたが、アクセスが有効になりませんでした。「復元」をお試しください。
ko: 결제는 완료되었지만 이용 권한이 열리지 않았어요. 복원을 시도해 보세요.
nl: De aankoop is gelukt, maar de toegang is niet vrijgegeven. Probeer Herstel.
pl: Zakup się udał, ale dostęp nie został odblokowany. Spróbuj Odtwórz.
pt_br: A compra foi concluída, mas o acesso não foi liberado. Tente Restaurar.
ru: Покупка прошла, но доступ не открылся. Попробуйте «Восстановить».
sv: Köpet gick igenom, men åtkomsten låstes inte upp. Prova Återställ.
tr: Satın alma gerçekleşti ama erişim açılmadı. Geri Yükle'yi dene.
uk: Покупка пройшла, але доступ не відкрився. Спробуйте «Відновити».
vi: Giao dịch đã thành công, nhưng quyền truy cập chưa mở. Hãy thử Khôi phục.
zh_hans: 购买已完成，但权限未解锁。请尝试“恢复”。

source: The questions didn't come through.
ar: لم تصل الأسئلة.
de: Die Fragen sind nicht angekommen.
es: Las preguntas no llegaron.
fil: Hindi dumating ang mga tanong.
fr: Les questions ne sont pas arrivées.
hi: सवाल नहीं आए।
id: Pertanyaannya tidak masuk.
it: Le domande non sono arrivate.
ja: 質問が届きませんでした。
ko: 질문을 받지 못했어요.
nl: De vragen zijn niet doorgekomen.
pl: Pytania nie dotarły.
pt_br: As perguntas não chegaram.
ru: Вопросы не пришли.
sv: Frågorna kom inte fram.
tr: Sorular gelmedi.
uk: Питання не надійшли.
vi: Không nhận được câu hỏi.
zh_hans: 没能收到问题。

source: The raise conversation is almost here.
ar: محادثة الزيادة قريبة جدًا.
de: Das Gehaltsgespräch steht kurz bevor.
es: La conversación del aumento está a la vuelta de la esquina.
fil: Malapit na ang usapan tungkol sa dagdag-sahod.
fr: La discussion sur ton augmentation approche.
hi: वेतन-वृद्धि की बातचीत बहुत पास है।
id: Pembicaraan kenaikan gaji sudah dekat.
it: La richiesta di aumento è vicina.
ja: 昇給の話し合いはもうすぐです。
ko: 연봉 협상이 거의 다가왔어요.
nl: Het salarisgesprek komt eraan.
pl: Rozmowa o podwyżce już tuż-tuż.
pt_br: A conversa sobre o aumento está chegando.
ru: Разговор о повышении уже совсем скоро.
sv: Lönesamtalet är snart här.
tr: Zam görüşmesi çok yakında.
uk: Розмова про підвищення вже зовсім скоро.
vi: Buổi đề xuất tăng lương sắp đến rồi.
zh_hans: 加薪谈话快到了。

source: The raise conversation is this month.
ar: محادثة الزيادة هذا الشهر.
de: Das Gehaltsgespräch ist diesen Monat.
es: La conversación del aumento es este mes.
fil: Ngayong buwan ang usapan tungkol sa dagdag-sahod.
fr: La discussion sur ton augmentation, c'est ce mois-ci.
hi: वेतन-वृद्धि की बातचीत इस महीने है।
id: Pembicaraan kenaikan gaji bulan ini.
it: La richiesta di aumento è questo mese.
ja: 昇給の話し合いは今月です。
ko: 연봉 협상이 이번 달이에요.
nl: Het salarisgesprek is deze maand.
pl: Rozmowa o podwyżce jest w tym miesiącu.
pt_br: A conversa sobre o aumento é este mês.
ru: Разговор о повышении в этом месяце.
sv: Lönesamtalet är den här månaden.
tr: Zam görüşmesi bu ay.
uk: Розмова про підвищення цього місяця.
vi: Buổi đề xuất tăng lương diễn ra trong tháng này.
zh_hans: 加薪谈话就在这个月。

source: The raise conversation is this week.
ar: محادثة الزيادة هذا الأسبوع.
de: Das Gehaltsgespräch ist diese Woche.
es: La conversación del aumento es esta semana.
fil: Ngayong linggo ang usapan tungkol sa dagdag-sahod.
fr: La discussion sur ton augmentation, c'est cette semaine.
hi: वेतन-वृद्धि की बातचीत इस हफ़्ते है।
id: Pembicaraan kenaikan gaji minggu ini.
it: La richiesta di aumento è questa settimana.
ja: 昇給の話し合いは今週です。
ko: 연봉 협상이 이번 주예요.
nl: Het salarisgesprek is deze week.
pl: Rozmowa o podwyżce jest w tym tygodniu.
pt_br: A conversa sobre o aumento é esta semana.
ru: Разговор о повышении на этой неделе.
sv: Lönesamtalet är den här veckan.
tr: Zam görüşmesi bu hafta.
uk: Розмова про підвищення цього тижня.
vi: Buổi đề xuất tăng lương diễn ra trong tuần này.
zh_hans: 加薪谈话就在这周。

source: The raise conversation, out loud, with a manager who pushes back.
ar: محادثة الزيادة، بصوت عالٍ، مع مدير يعترض.
de: Das Gehaltsgespräch, laut, mit einer Führungskraft, die dagegenhält.
es: La conversación del aumento, en voz alta, con un jefe que pone objeciones.
fil: Ang usapan tungkol sa dagdag-sahod, nang malakas, kasama ang manager na tumututol.
fr: La discussion sur ton augmentation, à voix haute, avec un manager qui objecte.
hi: वेतन-वृद्धि की बातचीत, ज़ोर से, एक मैनेजर के साथ जो आपत्ति करता है।
id: Pembicaraan kenaikan gaji, dengan suara keras, bersama atasan yang membantah.
it: La richiesta di aumento, ad alta voce, con un responsabile che obietta.
ja: 昇給の話し合いを声に出して。反論してくる上司を相手に。
ko: 연봉 협상을 소리 내어, 반박하는 상사와 함께.
nl: Het salarisgesprek, hardop, met een leidinggevende die tegengas geeft.
pl: Rozmowa o podwyżce, na głos, z przełożonym, który się sprzeciwia.
pt_br: A conversa sobre o aumento, em voz alta, com um gestor que contesta.
ru: Разговор о повышении вслух с руководителем, который возражает.
sv: Lönesamtalet, högt, med en chef som säger emot.
tr: Zam görüşmesi, sesli olarak, itiraz eden bir yöneticiyle.
uk: Розмова про підвищення вголос із керівником, який заперечує.
vi: Buổi đề xuất tăng lương, thành tiếng, với một người quản lý hay phản bác.
zh_hans: 大声练习加薪谈话，面对一位会反驳的上司。

source: The room
ar: القاعة
de: Das Publikum
es: El público
fil: Ang kuwarto
fr: La salle
hi: श्रोता
id: Ruangannya
it: La sala
ja: 会場
ko: 청중
nl: De zaal
pl: Sala
pt_br: O público
ru: Зал
sv: Rummet
tr: Salon
uk: Зала
vi: Khán phòng
zh_hans: 现场

source: The same as when you started. Every session is still there when you want another go.
ar: كما بدأت. كل جلسة ما زالت هناك حين تريد محاولة أخرى.
de: Genauso wie zu Beginn. Jede Einheit ist noch da, wenn du es noch einmal versuchen willst.
es: Igual que al principio. Todas las sesiones siguen ahí cuando quieras otro intento.
fil: Pareho noong nagsimula ka. Nandiyan pa ang bawat session kapag gusto mong subukan ulit.
fr: Pareil qu'au départ. Chaque séance t'attend quand tu veux réessayer.
hi: शुरुआत जैसा ही। जब भी आप फिर कोशिश करना चाहें, हर सेशन मौजूद है।
id: Sama seperti saat kamu mulai. Setiap sesi masih ada kapan pun kamu ingin mencoba lagi.
it: Uguale all'inizio. Ogni sessione è lì quando vuoi riprovare.
ja: 最初と同じです。もう一度試したくなったら、すべてのセッションがここにあります。
ko: 처음과 같아요. 다시 해 보고 싶을 때 모든 세션이 그대로 있어요.
nl: Hetzelfde als toen je begon. Elke sessie staat klaar als je het nog eens wilt proberen.
pl: Tak samo jak na początku. Każda sesja czeka, gdy zechcesz spróbować jeszcze raz.
pt_br: Igual ao início. Todas as sessões continuam aí quando quiser tentar de novo.
ru: Так же, как в начале. Все сессии на месте, когда захотите попробовать снова.
sv: Samma som när du började. Alla sessioner finns kvar när du vill göra ett nytt försök.
tr: Başladığınla aynı. Tekrar denemek istediğinde tüm oturumlar orada.
uk: Так само, як на початку. Усі сесії на місці, коли захочете спробувати знову.
vi: Vẫn như lúc bạn bắt đầu. Mọi buổi tập vẫn ở đó khi bạn muốn thử lại.
zh_hans: 和开始时一样。想再试的时候，所有练习都还在。

source: The same level, so far.
ar: المستوى نفسه حتى الآن.
de: Bisher das gleiche Niveau.
es: El mismo nivel, por ahora.
fil: Parehong antas, sa ngayon.
fr: Le même niveau, pour l'instant.
hi: अभी तक वही स्तर।
id: Level yang sama, sejauh ini.
it: Lo stesso livello, per ora.
ja: 今のところ同じレベルです。
ko: 지금까지는 같은 수준이에요.
nl: Voorlopig hetzelfde niveau.
pl: Na razie ten sam poziom.
pt_br: O mesmo nível, por enquanto.
ru: Пока тот же уровень.
sv: Samma nivå, än så länge.
tr: Şimdilik aynı seviye.
uk: Поки той самий рівень.
vi: Vẫn cùng mức, cho đến giờ.
zh_hans: 目前保持同一水平。
